Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: Which move should I teach?
pl: Który ruch ma być poznany?

# Sorry…pIt doesn't appear as if I have a move I can teach that POKéMON.
source: Sorry…\pIt doesn't appear as if I have a\nmove I can teach that POKéMON.
pl: Przykro mi…\pWygląda na to, że nie mam\nruchów dla tego POKéMONA.

# Then, I'll need a MUSHROOM or two. What are you going to give me?
source: Then, I'll need a MUSHROOM or two.\nWhat are you going to give me?
pl: Potrzebny będzie MUCHOMOR albo dwa.\nCo chcesz mi dać?

# {PLAYER} handed over two TINYMUSHROOMS in exchange.
source: {PLAYER} handed over two\nTINYMUSHROOMS in exchange.
pl: {PLAYER} daje dwa MALE\nMUCHOMORY w ramach wymiany.

# {PLAYER} handed over one BIG MUSHROOM in exchange.
source: {PLAYER} handed over one\nBIG MUSHROOM in exchange.
pl: {PLAYER} daje DUŻY\nMUCHOMOR w ramach wymiany.

# If your POKéMON need to learn a move, I need a MUSHROOM or two.
source: If your POKéMON need to learn a\nmove, I need a MUSHROOM or two.
pl: Gdy twój POKéMON będzie chciał\npoznać ruch, daj mi MUCHOMORY.

# Hunh? There isn't a single move that I can teach an EGG.
source: Hunh? There isn't a single move\nthat I can teach an EGG.
pl: Co? Nie istnieją ruchy, które\nmogłoby poznać JAJKO.

source: Now, where's LOSTELLE gotten to\ntoday?\pShe always brings me lunch every\nday right about now…
pl: No i gdzie dzisiaj się podziała\nLOSTELLE?\pZawsze przynosiła mi o tej\nporze lunch…

source: Hm? You, there!\nAre you a friend of LOSTELLE's?\pHave you seen LOSTELLE around?\nI don't know where she might be.\lShe should've been here long ago.\pLOSTELLE's a cutie - she got my\nlooks - so what if someone…\pWhat if something's happened to\nmy LOSTELLE?!\pPlease, help me find her!\nPlease go search THREE ISLAND!
pl: Hm? Hej, ty?\nCzy jesteś znajomym LOSTELLE?\pWidziałeś ją może ostatnio?\nNie mam pojęcia, gdzie mogła zniknąć.\lPowinna się tu była zjawić dawno.\pLOSTELLE to pięknota - ma po\nmnie urodę - więc może ktoś ją…\pCo, jeżeli coś stało się z\nmoją LOSTELLE?!\pProszę, pomóż mi ją znaleźć!\nPoszukaj na WYSPIE THREE!

source: Hah? What is this GAME CORNER?\nHow much sadder can this get?\pThose clowns…\pThey said they'd be waiting on the\nisland, so where are they?\pHey, you! Is this the only THREE\nISLAND around here?
pl: Hah? Co to za SALON GIER?\nMoże być jeszcze smutniej?\pTe błazny…\pMówili, że będą czekać na\ntej wyspie, więc gdzie oni są?\pHej, ty! Czy to jest jedyna WYSPA\nTHREE na tym archipelagu?

source: Try waking up before you crawl out\nof bed, you punk.\pThis is TWO ISLAND!\pMove it! Get your filthy motorbike\nout of my place!
pl: Spróbuj się obudzić, zanim\nwypełzniesz z łóżka,\pmały.\pTo WYSPA TWO!\pSpadaj! Zabieraj swój motor z\nmojego sklepu!

# Huh… Oh, oh, gotcha.pTch… These islands are confusing…
source: Huh…\nOh, oh, gotcha.\pTch…\nThese islands are confusing…
pl: Co…\nOch, och, mam cię!\pTch…\nTe wyspy troche mieszają…

# Would you look at that? That punk scuffed up my floor.
source: Would you look at that?\nThat punk scuffed up my floor.
pl: No zobacz!\nTen gnojek zadrapał mi podłogę.

source: Hey, but listen! I'm begging you,\nyou have to go to THREE ISLAND.\pIf anything were to happen to my\nLOSTELLE…\pMy place is the house with the red\nroof on THREE ISLAND.\pShe may just show up late here,\nso I can't run off anywhere.\pThat's why I have to get you to do\nme this big favor.
pl: Hej, ale słuchaj! Błagam cię,\nmusisz wybrać się na WYSPĘ THREE!\pJeśli coś stało się z moją małą\nLOSTELLE…\pMieszkam w domu z czerwonym dachem\nna WYSPIE THREE.\pKto wie, może zwyczajnie się spóźnia,\nnie mogę sobie tak zwyczajnie iść.\pDlatego chcę, żebyś zrobił to\ndla mnie.

# I'm sorry. We're not running any games today.
source: I'm sorry.\nWe're not running any games today.
pl: Przepraszam.\nDzisiaj nie prowadzimy gier.

# We'll get the games going soon for you!
source: We'll get the games going soon\nfor you!
pl: Już niedługo ruszą\nnasze gry!

source: So you rescued LOSTELLE?\nHow can I thank you?\pLOSTELLE, darling, forgive me!\pDaddy didn't know you were scared\nand in trouble!
pl: Więc ocaliłeś LOSTELLE?\nJak mam ci podziękować?\pLOSTELLE, złotko, wybacz mi!\pTatuś nie wiedział, że miałas\nwielkie kłopoty!

# LOSTELLE: It's okay, Daddy. I got to be friends with {PLAYER}!
source: LOSTELLE: It's okay, Daddy.\nI got to be friends with {PLAYER}!
pl: LOSTELLE: Nie szkodzi, Tato!\nJesteśmy z {PLAYER} przyjaciółmi!

source: Oh, what's that?\nYou're saying that this is for me?\pHow did you know that I love rare\nrocks and gems?\pYou sure know how to make a guy\nhappy.
pl: Och, co mówisz?\nMówisz, że to prezent dla mnie?\pSkąd wiedziałeś, że uwielbiam rzadkie\nkamienie i klejnoty?\pWiesz jak uszczęśliwić\ngościa.

# {PLAYER} handed the METEORITE to LOSTELLE's daddy.
source: {PLAYER} handed the METEORITE\nto LOSTELLE's daddy.
pl: {PLAYER} przekazuje METEORYT\nojcowi LOSTELLE.

source: Oh, I see, this is from BILL!\nYou have to thank him for me!\pYou know, you've been fantastic.\nI want you to have this.
pl: Och, rozumiem, to od BILLA!\nMusisz mu ode mnie podziękować!\pWiesz, byłeś fantastyczny.\nChcę, żebyś to ode mnie wziął.

# {PLAYER} received a MOON STONE from LOSTELLE's daddy.
source: {PLAYER} received a MOON STONE\nfrom LOSTELLE's daddy.
pl: {PLAYER} dostaje KAMIEN KSIĘŻYCA\nod ojca LOSTELLE.

# Your BAG's not going to fit another thing…
source: Your BAG's not going to fit another\nthing…
pl: Twoja TORBA nie pomieści więcej\nśmieci…

source: All right, I'll get the GAME CORNER\nrunning right away.\pYou have to come visit with a\nfriend.
pl: No dobra, w takim razie czas już\nuruchomić SALON GIER.\pMusisz wpaść tu z jakimś\nprzyjacielem.

# Listen, listen!pPlease show me you being cool again!
source: Listen, listen!\pPlease show me you being cool\nagain!
pl: Słuchaj, słuchaj!\pPokaż znowu jak wyglądasz\ncool!

source: Have you visited the GAME CORNER\nalready?\pIt's no good to go alone.\nYou have to take a friend along.
pl: Czy byłeś w SALONIE GIER?\pZłym pomysłem jest wybranie się\ntam samemu.\pZabierz tam swoich przyjaciół.

source: Not many people live on\nTWO ISLAND.\pThere is this old lady who lives\nout on the cape.\pShe's been there since I don't know\nwhen.
pl: Niewiele osób żyje na\nWYSPIE TWO.\pNa przylądku mieszka jednak pewna\nstarsza pani.\pMieszka tam, od niepamiętnych\nczasów.

source: The DEPARTMENT STORE in CELADON\nhas a great selection.\pDo you go there very often?
pl: DOM TOWAROWY w CELADON CITY\nma wspaniały wybór.\pChodzisz tam często?

# People often lose things in the darkness of the UNDERGROUND PATH.
source: People often lose things in the\ndarkness of the UNDERGROUND PATH.
pl: Ludzie często gubią rzeczy w\nmrokach PODZIEMNEGO TUNELU.

# I heard a sleepy POKéMON appeared out near CELADON CITY, too.
source: I heard a sleepy POKéMON appeared\nout near CELADON CITY, too.
pl: Podobno śpiący POKéMON pojawił\nsię też koło CELADON CITY.

source: We're careful about pollution here.\pWe've heard GRIMER multiplies in\ntoxic sludge.
pl: Jesteśmy ostrożni w sprawach\nzanieczyszczeń.\pPodobno GRIMER mnoży się\nw toksynach.

# Did you see the S.S. ANNE moored in the harbor?
source: Did you see the S.S. ANNE moored\nin the harbor?
pl: Widziałeś może przycumowaną w\nporcie S.S. ANNĘ?

source: So, the S.S. ANNE has departed?\pShe'll be back in VERMILION about\nthis time next year.
pl: Więc, S.S. ANNA odpłyneła?\pBędzie w VERMILION za mniej więcej\nrok o tej samej porze.

source: I'm putting up a building on this\nplot of land. I own it all.\pMy POKéMON is tamping the land\nto lay the foundation.
pl: Chcę postawić budynek na tym\nkawałku ziemi. Kupiłem ją.\pMój POKéMON wyrównuje grunt\npod fundamenty.

source: A MACHOP is stomping the land flat.
pl: MACHOP wyrównuje grunt.

# The S.S. ANNE is a famous luxury cruise ship.pIt visits VERMILION once a year.
source: The S.S. ANNE is a famous luxury\ncruise ship.\pIt visits VERMILION once a year.
pl: S.S. ANNA to wspaniały luksusowy\nliniowiec.\pRaz do roku odwiedza VERMILION.

# VERMILION CITY The Port of Exquisite Sunsets
source: VERMILION CITY\nThe Port of Exquisite Sunsets
pl: VERMILION CITY\nPort Wyrafinowanych Zachodów

source: NOTICE!\pROUTE 12 may be blocked off by a\nsleeping POKéMON.\pDetour through ROCK TUNNEL to\nLAVENDER TOWN.\pVERMILION POLICE
pl: NOTKA!\pDROGA 12 może być zablokowana\nprzez śpiącego POKéMONA.\pObjazd przez TUNEL SKAŁ do\nLAVENDER TOWN.\pPOLICJA

# POKéMON FAN CLUB All POKéMON fans welcome!
source: POKéMON FAN CLUB\nAll POKéMON fans welcome!
pl: FANKLUB POKéMONÓW\nWitamy fanów POKéMONÓW!

# VERMILION CITY POKéMON GYM LEADER: LT. SURGElThe Lightning American!
source: VERMILION CITY POKéMON GYM\nLEADER: LT. SURGE\lThe Lightning American!
pl: SALA POKéMON VERMILION CITY\nLIDER: POR.SURGE\lElektryczny Amerykanin!

source: VERMILION HARBOR
pl: PORT VERMILION

source: Welcome to the S.S. ANNE!
pl: Witamy na S.S. ANNA!

source: Welcome to the S.S. ANNE!\pExcuse me, do you have a ticket?
pl: Witamy na S.S. ANNA!\pPrzepraszam, czy pokaże mi pan\nbilet?

source: {FONT_NORMAL}{PLAYER} flashed the S.S. TICKET!\p{FONT_MALE}Great!\nWelcome to the S.S. ANNE!
pl: {FONT_NORMAL}{PLAYER} pokazuje BILET NA PROM!\p{FONT_MALE}Świetnie!\nWitamy na S.S. ANNA!

source: {FONT_NORMAL}{PLAYER} doesn't have the needed\nS.S. TICKET.\p{FONT_MALE}Sorry!\pYou need a ticket to get aboard.
pl: {FONT_NORMAL}{PLAYER} nie ma potrzebnego\nBILETU NA PROM! .\p{FONT_MALE}Przykro mi!\pPotrzebujesz go, by wejść.

source: The ship set sail.
pl: Statek odpłynął.

# Ah, you have a TRI-PASS.pWould you like to board a SEAGALLOP ferry?
source: Ah, you have a TRI-PASS.\pWould you like to board\na SEAGALLOP ferry?
pl: O, widzę, że masz TRÓJ-BILET.\pCzy chcesz wejść\nna prom SEAGALLOP?

# Okay, everything's in order.pSEAGALLOP HI-SPEED 7 will be departing immediately.
source: Okay, everything's in order.\pSEAGALLOP HI-SPEED 7 will be\ndeparting immediately.
pl: Okej, wszystko na miejscu.\pSEAGALLOP HI-SPEED 7 jest gotowy\ndo wypłynięcia.

# Ah, you have a RAINBOW PASS.pWould you like to board a SEAGALLOP ferry?
source: Ah, you have a RAINBOW PASS.\pWould you like to board\na SEAGALLOP ferry?
pl: Ach, masz TĘCZOWY BILET.\pCzy chcesz wejść\nna prom SEAGALLOP?

source: Oh! That's a MYSTICTICKET!\nNow that is rare.\pWe'll be happy to take you to\nNAVEL ROCK anytime.
pl: Och! To TAJEMNY BILET!\nTo prawdziwa rzadkość!\pZ przyjemnością zabierzemy cię\nna NAVEL ROCK.

source: Oh! That's an AURORATICKET!\nNow that is rare.\pWe'll be happy to take you to\nBIRTH ISLAND anytime.
pl: Och! To BILET ZORZY!\nTo prawdziwa rzadkość!\pZ przyjemnością zabierzemy cię\nna WYSPĘ NARODZIN.

# Would you like to board a SEAGALLOP ferry?
source: Would you like to board\na SEAGALLOP ferry?
pl: Czy chcesz wejść\nna prom SEAGALLOP?

source: Okay, everything's in order for you\nto board a special ferry.\pSEAGALLOP HI-SPEED 10 will be\ndeparting immediately.
pl: Okej, wszystko na miejscu, by\nwypłynąć na specjalnym promie.\pSEAGALLOP HI-SPEED 10 jest gotowy\ndo wypłynięcia.

source: Okay, everything's in order for you\nto board a special ferry.\pSEAGALLOP HI-SPEED 12 will be\ndeparting immediately.
pl: Okej, wszystko na miejscu, by\nwypłynąć na specjalnym promie.\pSEAGALLOP HI-SPEED 12 jest gotowy\ndo wypłynięcia.

source: Oh, hello, {PLAYER}!\nHow are you doing?\pIt's me, one of PROF. OAK's AIDES.\pDid you meet the other AIDE?\pHe had a package from PROF. OAK\nfor you, {PLAYER}.\pHe said he'd look for you around\nROUTE 2, {PLAYER}.\pIf you're in the ROUTE 2 area,\nplease look for him.
pl: Och, witaj, {PLAYER}!\nJak leci?\pTo ja, jeden z POMOCNIKÓW PROF.\nOAKA.\pCzy spotkałeś innego POMOCNIKA?\pMiał dla ciebie paczkę od\nPROFESORA OAKA, {PLAYER}.\pPowiedział, że szuka cię przy\nDRODZE 2, {PLAYER}.\pZnajdź go, jeśli będziesz gdzieś\nprzy DRODZE 2.

source: Hey, kid! What do you think you're\ndoing here?\pYou won't live long in combat!\nNot with your puny power!\pI tell you, kid, electric POKéMON\nsaved me during the war!\pThey zapped my enemies into\nparalysis!\pThe same as I'll do to you!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Hej, mały! Co ty tutaj robisz!\pNie przeżyjesz długo w walce!\nNie z twoją mizerną mocą!\pMówię ci, mały, elektryczne\nPOKéMONY uratowały mnie na wojnie!\pWszyscy wrogowie zostali\nsparaliżowani ich potęgą!\pTak samo zrobią z tobą!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: A little word of advice, kid!\pElectricity is sure powerful!\pBut, it's useless against GROUND-\ntype POKéMON!
pl: Słówko porady, mały!\pElektryczność jest potężna!\pAle nie ma cienia szansy\nprzeciwko POKéMONOM ZIEMNYM!

source: The THUNDERBADGE cranks up your\nPOKéMON's SPEED!\pIt also lets your POKéMON FLY\nlightning-quick anytime, kid!\pYou're special, kid!\nTake this!
pl: ODZNAKA PIORUNA zwiększa SZYBKOŚĆ\ntwoich POKéMONÓW!\pPozawala używać twoim\nPOKéMONOM LOTU poza walką, mały!\pJesteś specjalny, mały!\nWeź to!

# {PLAYER} received TM34 from LT. SURGE.
source: {PLAYER} received TM34\nfrom LT. SURGE.
pl: {PLAYER} dostaje TM34\nod POR. SURGE'A.

source: TM34 contains SHOCK WAVE!\pTeach it to an ELECTRIC POKéMON!
pl: TM34 zawiera RAŻĄCA FALĘ!\pNaucz go ELEKTRYCZNEGO POKéMONA!

source: Yo, kid, make room in your BAG!
pl: E, mały, zrób miejsce w TORBIE!

source: Now that's a shocker!\pYou're the real deal, kid!\pFine, then, take the THUNDERBADGE!
pl: No, jestem w szoku!\pJesteś niezły, mały!\pŚwietnie, weź więc ODZNAKĘ PIORUNA!

# When I was in the Army, LT. SURGE was my strict CO.pHe was a hard taskmaster.
source: When I was in the Army, LT. SURGE\nwas my strict CO.\pHe was a hard taskmaster.
pl: Gdy byłem w Armii, POR. SURGE był\nmoim przełożonym.\pByło bardzo ciężko.

# Stop! You're very good!
source: Stop!\nYou're very good!
pl: Stop!\nJesteś za dobry!

source: It's not easy opening that door.\pLT. SURGE was always famous for\nhis cautious nature in the Army.
pl: Nie łatwo otworzyć te drzwi.\pPOR. SURGE zawsze słynął w Armii ze\nswojej ostrożności.

# I'm a lightweight, but I'm good with electricity!pThat's why I joined this GYM.
source: I'm a lightweight, but I'm good\nwith electricity!\pThat's why I joined this GYM.
pl: Jestem może młody, ale wiem co\nnieco o elektryczności!\pDlatego walczę tutaj!

source: Fried!
pl: Dość!

# Okay, I'll talk!pLT. SURGE said he hid door switches inside something.
source: Okay, I'll talk!\pLT. SURGE said he hid door\nswitches inside something.
pl: Dobra, będę mówił!\pPOR. SURGE mówił, że ukrył\ngdzieś zamki do drzwi.

# This is no place for kids! Not even if you're good!
source: This is no place for kids!\nNot even if you're good!
pl: To nie miejsce dla dzieciaków!\nNawet tych silnych!

# Wow! Surprised me!
source: Wow!\nSurprised me!
pl: Niespodzianka!

source: LT. SURGE installed the traps in\nthe GYM himself.\pHe set up double locks everywhere.\nLet me give you a hint.\pWhen you open the first lock, the\nsecond lock is right next to it.
pl: POR. SURGE sam zainstalował\npułapki w tej SALI.\pZainstalował wszędzie podwójne zamki.\nDam ci małą radę.\pGdy otworzysz pierwszy zamek, drugi\nleży zaraz obok niego.

source: Yo!\nChamp in the making!\pLT. SURGE has a nickname.\pPeople refer to him as the\nLightning American!\pHe's an expert on electric\nPOKéMON.\pBIRD/WATER-type POKéMON match\npoorly against the ELECTRIC type.\pBeware of paralysis, too.\pLT. SURGE is very cautious.\pHe's locked himself in, so it won't\nbe easy getting to him.
pl: Hej!\nMistrzuniu!\pPOR. SURGE ma pewną ksywę.\pLudzie zwracają się do niego\nper Elektryczny Amerykaninie!\pJest ekspertem co do elektrycznych\nPOKéMONÓW.\pPTAKI/WODNE POKéMONY się tu nie\nsprawdzą.\pUważaj też na paraliż.\pPOR. SURGE jest strasznie\nprzezorny.\pZamknął się, więc ciężko będzie ci\nsię do niego dostać.

# Whew! That match was electric!
source: Whew!\nThat match was electric!
pl: To była elektryzująca walka!

# VERMILION POKéMON GYM LEADER: LT. SURGEpWINNING TRAINERS: {RIVAL}
source: VERMILION POKéMON GYM\nLEADER: LT. SURGE\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON VERMILION\nLIDER: POR. SURGE\pZWYCIĘZCY:\n{RIVAL}

# VERMILION POKéMON GYM LEADER: LT. SURGEpWINNING TRAINERS: {RIVAL}, {PLAYER}
source: VERMILION POKéMON GYM\nLEADER: LT. SURGE\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON VERMILION\nLIDER: POR. SURGE\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

# Nope! There's only trash here.
source: Nope!\nThere's only trash here.
pl: Nie!\nSą tu tylko śmieci.

source: Hey! There's a switch under the\ntrash! Turn it on!\pThe first electric lock opened!
pl: Hej! Jest tu jakiś przełącznik!\nWłączmy go!\pPierwszy zamek otworzył się!

# The second electric lock opened! The motorized door opened!
source: The second electric lock opened!\nThe motorized door opened!
pl: Drugi elektryczny zamek otworzył\nsię! Drzwi otwarte!

# Nope! There's only trash here.pHey! The electric locks were reset!
source: Nope!\nThere's only trash here.\pHey!\nThe electric locks were reset!
pl: Nie!\nTu są tylko śmieci.\pHej!\nElektryczne zamki zresetowały się!

source: I'm the FISHING GURU!\pI simply looove fishing!\nI can't bear to go without.\pTell me, do you like to fish?
pl: Jestem RYBACKIM GURU!\pKocham łowić ryby!\nNie przeżyłbym bez wędkowania.\pPowiedz mi, lubisz łowić?

# {PLAYER} received an OLD ROD from the FISHING GURU.
source: {PLAYER} received an OLD ROD from\nthe FISHING GURU.
pl: {PLAYER} dostaje STARĄ WĘDKĘ od\nRYBACKIEGO GURU.

source: Fishing is a way of life!\nIt is like the finest poetry.\pFrom the seas to rivers, go out\nand land the big one, my friend.
pl: Łowienie to droga życia!\nTo jak najpiękniejsza poezja.\pPrzez morza i rzeki, idź i\nzłap największą rybę świata, koleżko.

# Oh, no!pI had a nice gift for you, but you have no room for it!
source: Oh, no!\pI had a nice gift for you, but you\nhave no room for it!
pl: O, nie!\pMiałem dla ciebie piękny prezent,\nale nie masz miejsca!

# Hi! Do you have a {STR_VAR_1}?pWant to trade it for my {STR_VAR_2}?
source: Hi!\nDo you have a {STR_VAR_1}?\pWant to trade it for my\n{STR_VAR_2}?
pl: Cześć!\nCzy masz {STR_VAR_1}?\pChcesz wymienić się na\n{STR_VAR_2}?

source: That's too bad.
pl: No to szkoda.

# …This is no {STR_VAR_1}.pIf you get one, please trade it to me!
source: …This is no {STR_VAR_1}.\pIf you get one, please trade it\nto me!
pl: ...To nie jest {STR_VAR_1}!\pJeśli jakiegoś zdobędziesz,\ndaj mi!

source: Thank you!
pl: Dziękuję!

source: How is my old {STR_VAR_2}?\pMy {STR_VAR_1} is doing great!
pl: Podoba ci się {STR_VAR_2}?\pMój {STR_VAR_1} jest świetny!

# I'm getting my PIDGEY to fly a letter to SAFFRON in the north.
source: I'm getting my PIDGEY to fly a\nletter to SAFFRON in the north.
pl: Chcę, żeby mój PIDGEY poleciał\nz listem do SAFFRON na północy.

source: Dear PIPPI,\nI hope to see you soon.\pI heard SAFFRON has problems with\nTEAM ROCKET.\pVERMILION appears to be safe.
pl: Droga PIPPI,\nmam nadzieję, że cię zobaczę.\pPodobno SAFFRON ma kłopoty z\nZESPOŁEM R.\pVERMILION jest bezpieczne.

source: I want to exchange MAIL with all\nsorts of people.\pI send my PIDGEY to a UNION ROOM\nto exchange MAIL for me.
pl: Chcę wymieniać się LISTAMI z\nróżnymi ludźmi.\pWysyłam mego PIDGEYA do UNION ROOM,\nby wymieniał się listami.

source: There are wicked people who will\nuse POKéMON for criminal acts.\pTEAM ROCKET traffics in rare\nPOKéMON, for example.\pThey also abandon POKéMON that\nthey consider unpopular or useless.\pThat's the sort of horrid people\nthey are, TEAM ROCKET.
pl: Są szaleńcy, którzy używają\nPOKéMONÓW do dokonywania\pprzestępstw.\pZESPÓŁ R, na przykład, handluje\nrzadkimi POKéMONAMI.\pWyrzucają też POKéMONY, które\nuznają za niepopularne lub\pbezużyteczne.\pTakimi właśnie potworami\njest cały ZESPÓŁ R.

# I think POKéMON can be good or bad. It depends on the TRAINER.
source: I think POKéMON can be good or\nbad. It depends on the TRAINER.
pl: Myślę, że POKéMON może być dobry\nlub zły. Zależy od TRENERA.

source: Even if they are the same level,\nPOKéMON can have very different\lstats and abilities.\pA POKéMON raised by a TRAINER is\nstronger than one in the wild.
pl: Nawet na tym samym poziomie,\nPOKéMONY mogą mieć różne statystyki\li zdolności.\pPOKéMON wychowywany przez TRENERA\njest silniejszy niż ten z dziczy.

# My POKéMON was poisoned! It fainted while we were walking!
source: My POKéMON was poisoned!\nIt fainted while we were walking!
pl: Mój POKéMON został zatruty!\nZemdlał, gdy podróżowaliśmy!

source: It is true that a higher-level\nPOKéMON will be more powerful…\pBut, all POKéMON will have weak\npoints against specific types.\pSo, there appears to be no\nuniversally strong POKéMON.
pl: To prawda, że POKéMON na wyższym\npoziomie będzie silniejszy…\pAle wszystkie POKéMONY mają słabe\npunkty przeciwko różnym typom.\pWięc, nie ma chyba POKéMONA\nuniwersalnie silnego.

source: The urge to battle with someone\nyou've tangled with before…\pHave you ever had that urge?\nI'm sure you have.\pI wanted to battle certain people\nagain over and over, too.\pSo, I've been giving these away.\nPlease, take one!
pl: Chęć walki z kimś, z kim już\nraz się zmierzyłeś…\pMiałeś kiedyś takie uczucie?\nJestem pewna, że tak.\pSama chciałam walczyć z różnymi\nludźmi po kilka razy.\pDlatego rozdaję wszystkim te\nurządzenia. Proszę, weź jedno!

source: Use that device and you'll find\nTRAINERS looking for a rematch.\pYou have to charge its battery to\nuse it, though.
pl: Użyj tego przyrządu, a zobaczysz\nTRENERÓW chcących rewanżu.\pMusisz jednak ładować baterie przed\nkażdym użyciem.

source: How do you use the VS SEEKER?\nThere's nothing to it.\pUse it like beep-beep-beep, and\nTRAINERS around you will notice.\pIf any TRAINER wants a rematch,\nit will let you know immediately.\pCharge its battery and use it\nwhile you're on a road.
pl: Jak używać TRENEROSZUKACZA?\nTo proste jak konstrukcja cepa.\pRobisz bip-bip-bip, a TRENERZY\ndookoła to zauważają.\pJeśli któryś z nich będzie chciał\nwalczyć, od razu to poznasz.\pŁaduj mu baterię i używaj, w trakcie\npodróży na drogach.

# Won't you admire my PIKACHU's adorable tail?
source: Won't you admire my PIKACHU's\nadorable tail?
pl: Czyż ogon mojego PIKACHU nie\njest cudowny?

# Humph!pMy PIKACHU is twice as cute as that one!
source: Humph!\pMy PIKACHU is twice as cute as\nthat one!
pl: Cha!\pMój PIKACHU jest dwa razy\nładniejszy!

# I just adore my SEEL! It's so lovable!pIt squeals, “Kyuuuh,” when I hug it!
source: I just adore my SEEL!\nIt's so lovable!\pIt squeals, “Kyuuuh,” when I\nhug it!
pl: Kocham mojego SEEL'A!\nJest taki słodziudki!\pKwiczy, “Kyuuh,” gdy go\ntulę!

# Oh, dear!pMy SEEL is far more attractive. By double, I would say.
source: Oh, dear!\pMy SEEL is far more attractive.\nBy double, I would say.
pl: Jejku!\pMój SEEL jest dużo śliczniejszy.\nPowiem nawet, dwukrotnie.

source: I chair the POKéMON Fan Club!\pI raise more than a hundred\nPOKéMON!\pI'm very fussy when it comes to\nPOKéMON! I surely am!\pSo…\pDid you come visit to hear about\nmy POKéMON?
pl: Jestem przewodniczącym\nFanklubu POKéMON!\pWychowałem ponad 100\nPOKéMONÓW!\pJestem wybredny wybierając\nPOKéMONY!\pWięc…\pPrzyszedłeś posłuchać o\nmoich POKéMONACH?

source: Good!\nThen listen up!\pMy favorite RAPIDASH…\pIt's…cute…lovely…smart… \nplus…amazing…you think so?…\loh yes…it's…stunning…\lkindly…love it!\pHug it…when…sleeping…warm\nand cuddly…spectacular…\lravishing…\l…Oops! Look at the time!\lI kept you too long!\pThanks for hearing me out!\nI want you to have this!
pl: Świetnie!\nNo to słuchaj!\pMój ulubiony RAPIDASH…\pJest…słodki…cudny…mądry…\ni…niesamowity…prawda?…\lo tak…jest…genialny…\lzwyczajnie…go kocham!\pTulę…gdy…śpię…ciepły\ni mięciutki…spektakularny…\lprzeuroczy…\l…Ojej! Która to godzina!\pZbyt długo cię trzymałem!\pDzięki za wysłuchanie!\nProszę, weź to!

# {PLAYER} received a BIKE VOUCHER from the CHAIRMAN.
source: {PLAYER} received a BIKE VOUCHER\nfrom the CHAIRMAN.
pl: {PLAYER} dostaje KUPON NA ROWER\nod PREZESA.
